<template>
  <v-card>
    <v-card-title class="headline">{{title}}</v-card-title>
    <v-card-text>
      <pre>{{receiver_name}} 様
こんにちは。ダイビングチームうなりざきの {{sender_name}} です。
この度はお問い合わせ頂きまして誠にありがとうございます。

下記の日程でご宿泊とダイビングのご予約を承りました。
念のため、内容のご確認をお願い致します。

■ご宿泊
チェックイン：　{{checkin_date}}　月日
チェックアウト：　月日
ご宿泊先：　　　　イルマーレウナリザキ
お部屋タイプ：　　シングルルーム　室
人数：　　　　　　男性　名様　女性　名様

■ダイビング
日程：　月日（日間）
人数：　男性　名様　女性　名様
内容：　ファンダイビング
レンタル：　不要
※日は到着ダイブ希望

お手数ですが、下記詳細をお知らせくださいませ。
１）石垣空港への到着予定時刻：
２）到着後、希望ダイブ本数：　2ダイブ　or　1ダイブ


到着日のダイビングですが、石垣発9時30分までの「上原行」の便に
ご乗船頂ければ、２ダイブ可能です。

但し、下記の場合は15時頃からの１ダイブのみとなります。ご了承ください。
　・全てのボートが遠出している場合
　・ゲストが多く、ボートの定員を超えてしまう場合
　・天候不良により、上原便欠航のため大原着となった場合

２ダイブ可能な場合、ショップにご到着後すぐのご出発となります。
石垣で昼食をご用意頂き、必ず水着着用の上、すぐに出発できるご準備で
お越しくださいますようお願い申し上げます。

到着日ダイビングは、朝から出港している船に午後から合流になりますので、
近場のポイントになることが多くなります。
到着日はリクエストにお応えできない事がございますので、ご了承ください。


チェックインの際に、Cカードのご提示をお願いしておりますので必ずお持ちください。

到着日を除くダイビング日程中、お申し出がない場合、
ランチを別途６８０円でご用意しております。
ご不要の際は事前にご連絡ください。

それでは、石垣空港からの移動方法をご案内させて頂きます。
石垣空港から、バスかタクシーで「離島桟橋」までお越しください。

路線バスは２社、空港へ乗り入れしております。

■東(あずま)運輸
空港線には2路線あります。
◎系統４(平得・大浜・白浜経由)
◎系統１０(日航八重山・ANAインターコンチネンタル経由)
所要時間：　片道約40～50分前後
料金：　　　　約540円
http://www.cosmos.ne.jp/~bus/

■カリー観光バス
空港～石垣港離島ターミナル間、直通便。
所要時間：　片道約30分。
料金：　　　　540円　⇒500円になりました！
http://karrykanko.com/bus.html


※空港ターミナル出入口前にタクシー乗り場がございます。
◎市街地まで所要時間：約３０分
◎料金：　　　　　　　約3,500～4,000円
※上記時間、料金は平均的な目安です。
※2016年10月より料金が改定されました。

時間帯や道路状況により変動がありますのでご注意ください。 　
http://itp.ne.jp/dir_result/?ad=47207&gr=225&cp=0&tb=1&st=1&pg=1&sk=3&srk=1

離島ターミナルにて「安栄観光」・「上原行」のチケットをお買い求めください。
上原港のみ「安栄観光」「八重山観光フェリー」のどちらでもお迎えに上がります。
※安栄観光のチケットでも、「八重山観光フェリー」にご乗船頂けます。

お手数ですが、ご乗船前に必ずお電話下さいますようお願い申し上げます。
到着時間に合わせまして、上原港までお迎え致します。
（天候不良により上原欠航の場合は、改めてご案内致しますので、
下記までご連絡ください。）

送迎不要な場合も、お手数ですがご連絡ください。
 ０９８０－８５－６１４６

他の船会社や港をご利用の際は、送迎致しかねますのでご注意ください。

※上原港　と　大原港　と名前が似ておりますので、お乗り間違えのないよう
お気をつけください。


何かご不明な点やご質問等ございましたら、ご連絡頂けますと幸いです。
どうぞ宜しくお願い致します。


ダイビングチームうなりざき
      </pre>
    </v-card-text>
  </v-card>
</template>

<script>
export default {
  props: [
    'title',
    'receiver_name',
    'sender_name',
    'checkin_date',
    'checkout_date'
  ]
}
</script>