<template>
  <v-card>
    <v-card-title class="headline">{{title}}</v-card-title>
    <v-card-text>
      <pre>{{receiver_name}} 様
こんにちは。ダイビングチームうなりざきの{{sender_name}}です。
この度はお問い合わせ頂きまして誠にありがとうございます。

下記の日程で、ダイビング・宿泊のご予約を承りました。
念のため、内容のご確認をお願い致します。

■ご宿泊
チェックイン：　{{checkin_date}}
チェックアウト：{{checkout_date}}
ご宿泊先：　　　イルマーレウナリザキ
部屋タイプ：　　シングルルーム　室
人数：　　　　　男性　名様　女性　名様

■ダイビング
日程：　月日（日間）
人数：　男性　名様　女性　名様
内容：　ファンダイビング
レンタル器材：　不要
※日は３本目から１ダイブ希望

4月以降の安栄観光・夏季運航スケジュールが未発表のため、
高速船の時間が確定しておりません。
昨年は10時50分の便が運航されておりましたので、
上記の便にご乗船頂けましたら、3本目からご参加可能です。

3月中旬頃には発表予定となっておりますので、
情報が入り次第、こちらからご連絡差し上げます。


チェックインの際に、Cカードのご提示をお願いしておりますので、
必ずお持ちください。

到着日を除くダイビング日程中、お申し出がない場合、
ランチを別途￥６８０でご用意しております。
ご不要の際は事前にご連絡ください。


重複してしまいますが、石垣10時50分発まで「上原行」にご乗船頂ければ、
１ダイブ可能です。
昼食は石垣でお買い求めの上、お越しください。

天候によりダイビングの予定が早まった場合や上原港欠航の場合は、
到着日のダイビングは、参加して頂けない場合がございます。
天候と当店の都合に左右されてしまい、大変申し訳ありませんが、
ご理解頂けますようお願い申し上げます。

到着日ダイビングは、朝から出港している船に午後から合流となりますので、
ポイントが近場になることが多くなります。
到着日はリクエストにお応えできない事がございますので、ご了承ください。

お手数ですが、下記情報をお知らせください。
１）石垣空港への到着予定時刻：


それでは、石垣空港からの移動方法をご案内させて頂きます。
新石垣空港から、バスかタクシーで「離島桟橋」までお越しください。

路線バスは２社、空港へ乗り入れしております。

■東(あずま)運輸
空港線には2路線あります。
◎系統４(平得・大浜・白浜経由)
◎系統１０(日航八重山・ANAインターコンチネンタル経由)
所要時間：　片道約40～50分前後
料金：　　　　約540円
http://www.cosmos.ne.jp/~bus/

■カリー観光バス
空港～石垣港離島ターミナル間、直通便。
所要時間：　片道約30分。
料金：　　　　540円
http://karrykanko.com/bus.html


空港ターミナル出入口前にタクシー乗り場がございます。
市街地まで所要時間：約30分
料金：　　　　　　　約3,500～4,000円


※上記時間、料金は平均的な目安です。
※2016年10月1日より料金が改定されています。

時間帯や道路状況により変動がありますのでご注意ください。
http://itp.ne.jp/dir_result/?ad=47207&gr=225&cp=0&tb=1&st=1&pg=1&sk=3&srk=1


西表島への船のチケットは「安栄観光」・「上原行」をお買い求めください。
上原港のみ「安栄観光」「八重山観光フェリー」どちらでもお迎えに上がります。
※安栄観光のチケットでも、「八重山観光フェリー」にご乗船頂けます。

お手数ですが、ご乗船前にお電話をして頂きますようお願い申し上げます。
到着時間に合わせまして、上原港までお迎えに上がります。

（天候不良により上原欠航の場合は、改めてご案内致しますので、
下記までご連絡ください。）
送迎不要な場合も、お手数ですがご連絡ください。

 ０９８０－８５－６１４６

尚、他の船会社や港をご利用された場合、送迎ができませんので
お気をつけください。

※　上原港　と　大原港　と名前が似ておりますので、お乗り間違えのない様に
ご注意ください。


その他、ご不明な点がございましたら、お気軽にご連絡ください。
どうぞ宜しくお願い致します。


ダイビングチームうなりざき
      </pre>
    </v-card-text>
  </v-card>
</template>

<script>
export default {
  props: [
    'title',
    'receiver_name',
    'sender_name',
    'checkin_date',
    'checkout_date'
  ]
}
</script>