<template>
  <v-card>
    <v-card-title class="headline">{{title}}</v-card-title>
    <v-card-text>
      <pre>こんにちは。ダイビングチームうなりざきの{{sender_name}}です。
この度はご予約頂きまして誠にありがとうございます。

下記の日程でダイビングのご予約を承りました。
念のため内容のご確認をお願い致します。

■ご宿泊
チェックイン：{{checkin_date}}
チェックアウト：{{checkout_date}}
ご宿泊先：　　　（個人手配）
※ご宿泊日は、ダイビング日程の前後にさせて頂いております。

■ダイビング
日程：　月日（日間）
人数：　男性　名様　女性　名様
内容：　ファンダイビング
レンタル器材：
※日は３本目から１ダイブ希望

チェックインの際に、Cカードのご提示をお願いしておりますので、
必ずお持ちください。

到着日を除く、ダイビング日程中お申し出がない場合、
ランチを別途６８０円でご用意しております。
ご不要の際は事前にご連絡ください。


石垣10時50分発までの「上原行」の便にご乗船頂ければ、１ダイブ可能です。
昼食は石垣でお買い求めの上、お越しください。


天候によりダイビングの予定が早まった場合、
また、上原港行が欠航となり、大原港行のみの運航の場合は、
到着日のダイビングは、ご参加頂けない場合がございます。

天候と当店の都合に左右されてしまい、大変申し訳ありませんが、
ご理解頂けますようお願い申し上げます。

なお、ご到着日のダイビングは、朝から出港している船に午後から
合流となりますので、近場のポイントになる事が多くなります。
到着日は、リクエストにお応えできない事がございますので、ご了承ください。


恐れ入りますが、下記情報をお知らせください。
１）石垣空港への到着予定時刻：


石垣空港ご到着後の移動方法のご案内を致します。
新石垣空港から、バスかタクシーで「離島ターミナル」までお越しください。

路線バスは２社、空港へ乗り入れしております。

■東(あずま)運輸
空港線には2路線あります。
◎系統４(平得・大浜・白浜経由)
◎系統１０(日航八重山・ANAインターコンチネンタル経由)
所要時間：　片道約40～50分前後
料金：　　　　約540円
http://www.cosmos.ne.jp/~bus/

■カリー観光バス
空港～石垣港離島ターミナル間、直通便。
所要時間：　片道約30分。
料金：　　　　540円　⇒500円になりました！
http://karrykanko.com/bus.html

※空港ターミナル出入口前にタクシー乗り場がございます。

市街地まで所要時間：約30分
料金：　　　　　　　約3,500～4,000円
※上記時間、料金は平均的な目安です。
※2016年10月1日より料金が改定されています。

時間帯や道路状況により変動がありますのでご注意ください。 　

離島ターミナルにて、高速船のチケットは「安栄観光」・「上原行」をお買い求めください。
※安栄観光のチケットでも、「八重山観光フェリー」にご乗船頂けます。

ご到着の時間帯によっては、直接ダイビングショップへお越し頂くか、
ご宿泊先に入って頂くか変わってまいります。
当日、石垣島からご乗船される前に、お手数ですがお電話ください。

ダイビングチームうなりざき
 ０９８０－８５－６１４６

その際に詳細をご案内させて頂きます。
ご宿泊先に入って頂く場合、上原港への送迎はご宿泊先へご依頼をお願いします。


その他、ご不明な点がございましたら、お気軽にお問い合わせください。
どうぞ宜しくお願い致します。


ダイビングチームうなりざき
      </pre>
    </v-card-text>
  </v-card>
</template>

<script>
export default {
  props: ['title', 'sender_name', 'checkin_date', 'checkout_date']
}
</script>