<template>
  <v-card>
    <v-card-title class="headline">{{title}}</v-card-title>
    <v-card-text>
      <pre>{{receiver_name}} 様
こんにちは。ダイビングチームうなりざきの{{sender_name}}です。
この度はご予約頂きまして誠にありがとうございます。

下記にてダイビングのご予約を承りました。
念のためご予約内容の確認をお願い致します。

■ご宿泊先
チェックイン：{{checkin_date}}
チェックアウト：{{checkout_date}}
ご宿泊先：　　　　（個人手配）
※ご宿泊日は、ダイビング日程の前後にさせて頂いております。

■ダイビング
日程：　月日（日間）
人数：　男性　名様　女性　名様
内容：　ファンダイビング
レンタル器材：　不要
※日は３本目から１ダイブ参加予定

チェックインの際にCカードのご提示をお願いしておりますので、
必ずお持ちください。

到着日を除くダイビング日程中、お申し出がない場合、
ランチを別途680円でご用意しております。
ご不要の際は事前にご連絡ください。


石垣10時50分発「上原行」の便までにご乗船頂ければ、１ダイブ可能です。
昼食は石垣でご用意頂き、お越しください。

天候によりダイビングの予定が早まった場合、
また、上原航路が欠航し大原港のみ運航の場合は、
ご到着日のダイビングは、ご参加頂けない場合がございます。

天候と当店の都合に左右されてしまい、大変申し訳ありませんが、
ご理解頂けますようお願い申し上げます。

なお、到着日ダイビングは、朝から出港している船に
午後から合流となりますので、近場のポイントになる事が多くなります。
到着日は、リクエストにお応えできない事がございますので、
あらかじめご了承ください。


お手数ですが、下記情報をお知らせください。
１）石垣空港への到着予定時刻：
２）宿泊先のご予約者名：

港までの送迎はご宿泊先にご依頼ください。
ダイビング船と時間の連絡をするため、ご乗船時間が決まりましたら
うなりざきへもご連絡ください。
０９８０－８５－６１４６

ご宿泊先に到着されましたら、ダイビングショップまで
お申し込み手続きをしにお越しくださいませ。


その他、ご不明な点がございましたら、お気軽にお問い合わせください。
どうぞ宜しくお願い致します。

ダイビングチームうなりざき
      </pre>
    </v-card-text>
  </v-card>
</template>

<script>
export default {
  props: [
    'title',
    'receiver_name',
    'sender_name',
    'checkin_date',
    'checkout_date'
  ]
}
</script>